/*LOCALIZABLE STRINGS*/

/* BASIC TEXT */
"OK" = "OK";
"Delete" = "Delete";

/* APPLICATION ACTIVITIES*/
/*
 These are the four tabs at the bottom of the screen which
 the user can tap to go to different sections of the app.
 */
"Open" = "Open";
"Home" = "Home";
"Closed" = "Closed";
"Awards" = "Awards";


/* HOME VIEW SECTION */
/* These are the different groupings of beers displayed on the home screen*/
"Top Rated" = "Top Rated";
"More To Explore" = "More To Explore";



/* OPEN PROFILES SECTION */
/* These are the basic texts shown on the main "Open Playlists" screen*/
"Open Playlists" = "Open Playlists"; /* title at top of screen */
"Add Playlist" = "Add Playlist"; /* button that adds a new playlist */
"Add New Beer" = "Add New Beer"; /* button at the bottom of each playlist listing that allows user to add a new beer to the playlist*/


"%@, favorited." = "%@, favorited.";


/* SORTING OPTIONS */
/* different options a user has to sort their beers */
"Sort" = "Sort"; /* a button that brings up the sorting menu */
"Sort Beers" = "Sort Beers"; /* menu title */
"Name" = "Name"; /* allows user to sort beers by the beers' names */
"Rating" = "Rating"; /* allows user to sort beers by the beers' ratings */
"Creation Date" = "Creation Date"; /* allows users to sort beers by the beers' creation dates */
"Optimized" = "Optimized"; /* an optimized algorithm for sorting beers */

/* EDIT BEER SCREEN*/
/* when a user taps on a beer, they're taken to this edit screen where they can edit the attributes of the beer.*/
"Edit Beer" = "Edit Beer"; /*section title*/
"Basic Attributes" = "Basic Attributes"; /* section header right below title*/
"Advanced Attributes" = "Advanced Attributes"; /* second section header*/
"Rating" = "Rating"; /* third section header */
"Additional Notes" = "Additional Notes"; /* fourth section header */
"Beer Name" = "Beer Name"; /* the name of the beer being added */
"Brewery" = "Brewery"; /* the brewery where said beer was brewed */
"Beer Type" = "Beer Type"; /* the type of beer being added */
"ABV: " = "ABV: "; /* abbreviation for the "Alcohol By Volume" measure of the beer*/
"IBU: " = "IBU: "; /* abbreviation for the "International Bitterness Unit" measure of the beer */
"Description" = "Description"; /* additional description or notes about the beer can be added here */
"Mark as Favorite:" = "Mark as Favorite:"; /* User can mark this beer as a favorite of theirs */


/* PROFILE */
"Playlist %@" = "Playlist %@";
"Closed Playlists" = "Closed Playlists"; /* Screen title for playlists that are not currently open */
"Playlist" = "Playlist";
"Edit Playlist" = "Edit Playlist"; /* Screen title for the "Edit Playlist" screen */
"Basic Settings" = "Basic Settings"; /* Basic playlist settings that a user can change */
"Custom playlist color" = "Custom playlist color"; /* Menu of selectable colors for user to choose from */
"Playlist Description" = "Playlist Description"; /* Label for text box where user can write a description for the playlist */
"Playlist Name" = "Playlist Name"; /* Label for text box where user can set the playlist name */


/* ADDITIVE BUTTONS */
"New Playlist" = "New Playlist"; /* Button that allows user to create a new playlist */
"New Beer" = "New Beer"; /* button that adds a new beer to a playlist */



/* AWARDS */
"Unlocked: %@" = "Unlocked: %@"; /* Prefix text before the title of an award */
"Locked" = "Locked"; /* Prefix text before the title of an award */



/* MISC */
"Please select something from the menu to begin." = "Please select something from the menu to begin."; /* Default text that shows when the user is using the app in landscape and has not selected any playlist from the menu */
"There's nothing here right now" = "There's nothing here right now"; /* Default text when there are no playlists to show. */
"Closing a playlist moves it from the Open to Closed tab; deleting it removes the playlist entirely." = "Closing a playlist moves it from the Open to Closed tab; deleting it removes the playlist entirely.";
"Close this playlist" = "Close this playlist";
"Reopen this playlist" = "Reopen this playlist";
"Delete this playlist" = "Delete this playlist";
"Delete Playlist?" = "Delete Playlist?";
"Are you sure you want to delete this playlist? You will also delete all the beers it contains." = "Are you sure you want to delete this playlist? You will also delete all the beers it contains.";



/* VOICEOVER LINES */
/* These are voice lines read by voiceover assisstant */

/* COLORS */
"Select a project color" = "Select a project color";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";
